<?php
/**
 *
 * Ninja Studio - Ukrainian Localisation (ISO 639 code - uk)
 * Ninja Store \ OpenCart 3x
 * Author: Sergey Gerenko
 *
 **/
// Heading
$_['heading_title'] = 'Ваш обліковий запис створено!';

// Text
$_['text_message']  = '<p>Вітаємо! Ваш Особистий Кабінет був успішно створений.</p><p>Тепер Ви можете скористатися додатковими можливостями: перегляд історії замовлень, друк рахунку, зміна своєї контактної інформації та адрес доставки, і ін.</p><p>Якщо у Вас є будь-які питання, напишіть нам.</p><p>Лист з даними про реєстрацію було відправлено на Ваш E-mail. Якщо Ви не отримали листа, <a href="%s">Зв\'яжіться з нами</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію %s!</p><p>Ви будете повідомлені по електронній пошті, як тільки Ваш Особистий Кабінет буде активований адміністрацією магазину.</p><p>Якщо у Вас є якісь питання, <a href="%s">зв\'яжіться з адміністратором</a>.</p>';
$_['text_account']  = 'Особистий кабінет';
$_['text_success']  = 'Успішно';
