<?php
/**
 *
 * Ninja Studio - Ukrainian Localisation (ISO 639 code - uk)
 * Ninja Store \ OpenCart 3x
 * Author: Sergey Gerenko
 *
 **/

// Heading
$_['heading_title']    							= 'Корзина покупок';

// Text
$_['text_success']    							= 'Товар <a href="%s">%s</a> Доданий до <a href="%s">кошика</a>!';
$_['text_remove']      							= 'Корзина покупок обновлена!';
$_['text_login']      							= 'Необхідно <a href="%s">Увійти в Особистий кабінет</a> чи <a href="%s">Створити обліковий запис</Пперіодичність> для перегляду цін!';
$_['text_items']       							= 'Товарів: %s (%s)';
$_['text_points']      							= 'Бонусних балів: %s';
$_['text_next']        							= 'Скористайтеся додатковими можливостями';
$_['text_next_choice'] 							= 'Якщо у вас є код купона на знижку або бонусні бали, які ви хочете використовувати, виберіть відповідний пункт. Також можна приблизно дізнатися вартість доставки в ваш регіон.';
$_['text_empty']       							= 'Ваш кошик порожній!';
$_['text_day']         							= 'День';
$_['text_week']        							= 'Тиждень';
$_['text_semi_month']  							= 'Півмісяця';
$_['text_month']       							= 'Місяць';
$_['text_year']        							= 'Рік';
$_['text_trial']       							= 'Вартість: %s; Періодичність: %s %s; Кількість платежів: %s; Далі, ';
$_['text_recurring']   							= 'Вартість: %s; Періодичність: %s %s';
$_['text_length']      							= 'Кількість платежів: %s';
$_['text_until_cancelled']   					= 'до скасування';
$_['text_recurring_item']    	              	= 'Періодичні платежі';
$_['text_payment_recurring']                    = 'платіжний профіль';
$_['text_trial_description'] 	              	= 'Вартість: %s; Періодичність: %d %s; Кількість платежів: %d;  Далее,  ';
$_['text_payment_description'] 	              	= 'Вартість: %s; Періодичність: %d %s; Кількість платежів: %d';
$_['text_payment_until_canceled_description'] 	= 'Вартість: %s; Періодичність: %d %s; Кількість платежів: до отмены';

// Column
$_['column_image']          					= 'Зображення';
$_['column_name']           					= 'Назва товара';
$_['column_model']          					= 'Код товара';
$_['column_quantity']       					= 'Кількість';
$_['column_price']          					= 'Ціна за одиницю';
$_['column_total']          					= 'Загалом';

// Error
$_['error_stock']            					= 'Товари, відмічені ***, недоступні в потрібній кількості або відсутні на складі!';
$_['error_minimum']          					= 'Мінімальна кількість для замовлення товару %s складає %s!';
$_['error_required']         					= '%s необходно!';
$_['error_product']          					= 'Ваш кошик порожній!';
$_['error_recurring_required'] 					= 'Необхідно вибрати Періодічність платежу!';