<?php
/**
 *
 * Ninja Studio - Ukrainian Localisation (ISO 639 code - uk)
 * Ninja Store \ OpenCart 3x
 * Author: Sergey Gerenko
 *
 **/


// Heading
$_['heading_title'] 		 = 'Оформлення замовлення';
$_['heading_title_customer'] = 'Ваше замовлення #%s сформовано!';

// Text
$_['text_cart']                      = 'Корзина покупок';
$_['text_confirm']                   = 'Підтвердження замовлення';
$_['text_checkout_option']           = 'Крок 1: Спосіб оформлення замовлення';
$_['text_checkout_account']          = 'Крок 2: Профіль та Платіжна інформація';
$_['text_checkout_payment_address']  = 'Крок 2: Платіжна інформація';
$_['text_checkout_shipping_address'] = 'Крок 3: Адреса доставки';
$_['text_checkout_shipping_method']  = 'Крок 4: Спосіб доставки';
$_['text_checkout_payment_method']   = 'Крок 5: Спосіб оплати';
$_['text_checkout_confirm']          = 'Крок 6: Підтвердження замовлення';
$_['text_modify']                    = 'Змінити &raquo;';
$_['text_new_customer']              = 'Новий покупець';
$_['text_returning_customer']        = 'Постійний покупець';
$_['text_checkout']                  = 'Опції Оформлення замовлення:';
$_['text_i_am_returning_customer']   = 'Я робив тут покупки раніше і реєструвався';
$_['text_register']                  = 'Реєстрація';
$_['text_guest']                     = 'Оформити замовлення без реєстрації';
$_['text_register_account']          = 'Створення облікового запису допоможе робити покупки швидше і зручніше. Ви також зможете відслідковувати статус свого замовлення, користуватися Закладками, бачити свої попередні замовлення або отримати знижку як наш постійний покупець.';
$_['text_forgotten']                 = 'Забули пароль?';
$_['text_your_details']              = 'Контактні дані';
$_['text_your_address']              = 'Ваша адреса';
$_['text_your_password']             = 'Ваш пароль';
$_['text_agree']                     = 'Я прочитав <a href="%s" class="agree"><b>%s</b></a> і згоден з умовами';
$_['text_address_new']               = 'Я хочу використовувати нову адресу';
$_['text_address_existing']          = 'Я хочу використовувати існуючу адресу';
$_['text_shipping_method']           = 'Виберіть зручний спосіб доставки для цього замовлення';
$_['text_payment_method']            = 'Виберіть спосіб оплати для цього замовлення';
$_['text_comments']                  = 'Ви можете додати коментар до свого замовлення';
$_['text_recurring_item']            = 'Періодичні платежі';
$_['text_payment_recurring']         = 'платіжний профіль';
$_['text_trial_description']         = 'Вартість: %s; Періодичність: %d %s; Кількість платежів: %d;  Далі,  ';
$_['text_payment_description']       = 'Вартість: %s; Періодичність: %d %s; Кількість платежів: %d';
$_['text_payment_cancel'] 			 = 'Вартість: %s; Періодичність: %d %s; Кількість платежів: до скасування';
$_['text_day']                       = 'День';
$_['text_week']                      = 'Тиждень';
$_['text_semi_month']                = 'Півмісяця';
$_['text_month']                     = 'Місяць';
$_['text_year']                      = 'Рік';

// Column
$_['column_name']                    = 'Назва товара';
$_['column_model']                   = 'Код товара';
$_['column_quantity']                = 'Кількість';
$_['column_price']                   = 'Ціна за одиницю';
$_['column_total']                   = 'Загалом';

// Entry
$_['entry_email_address']            = 'E-Mail адреса';
$_['entry_email']                    = 'E-Mail';
$_['entry_password']                 = 'Пароль';
$_['entry_confirm']                  = 'Підтвердити пароль';
$_['entry_firstname']                = 'І`мя';
$_['entry_lastname']                 = 'Прізвище';
$_['entry_telephone']                = 'Телефон';
$_['entry_fax']                      = 'Факс';
$_['entry_address']                  = 'Виберіть адресу';
$_['entry_company']                  = 'Компанія';
$_['entry_customer_group']           = 'Група покупців';
$_['entry_address_1']                = 'Адреса 1';
$_['entry_address_2']                = 'Адреса 2';
$_['entry_postcode']                 = 'Поштовий індекс';
$_['entry_city']                     = 'Місто';
$_['entry_country']                  = 'Країна';
$_['entry_zone']                     = 'Регіон / Область';
$_['entry_newsletter']               = 'Я хочу підписатися на розсилку новин %s.';
$_['entry_shipping'] 	             = 'Моя адреса доставки збігається з платіжною адресою.';

// Error
$_['error_warning']                  = 'Виникла проблема при обробці вашого замовлення! Якщо такі проблеми повторюватимуться, спробуйте вибрати інший спосіб оплати або <a href="%s">зв\'яжіться з адміністратором магазину</a>.';
$_['error_login']                    = 'Не вдалося знайти введений адресу E-Mail і / або пароль вказано невірно.';
$_['error_attempts']                 = 'Ваш обліковий запис перевищив допустиму кількість спроб входу в систему. Будь ласка, спробуйте ще через 1 годину.';
$_['error_approved']                 = 'Ви зможете увійти після перевірки облікового запису адміністрацією магазину.';
$_['error_exists']                   = 'Такий E-Mail вже зареєстрований!';
$_['error_firstname']                = 'Ім\'я повинно містити від 1 до 32 символів!';
$_['error_lastname']                 = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_email']                    = 'E-Mail адресу введено неправильно!';
$_['error_telephone']                = 'Номер телефону повинен містити від 3 до 32 символів!';
$_['error_password']                 = 'Пароль повинен містити від 3 до 20 символів!';
$_['error_confirm']                  = 'Паролі не співпадають!';
$_['error_address_1']                = 'Адреса повинна містити від 3 до 128 символів!';
$_['error_city']                     = 'Назва міста має містити від 2 до 128 символів!';
$_['error_postcode']                 = 'Індекс повинен містити від 2 до 10 символів!';
$_['error_country']                  = 'Будь ласка, вкажіть країну!';
$_['error_zone']                     = 'Будь ласка, вкажіть регіон / область!';
$_['error_agree']                    = 'Ви повинні прочитати і погодиться з %s!';
$_['error_address']                  = 'Потрібно зазначити адресу!';
$_['error_shipping']                 = 'Необхідно вказати спосіб доставки!';
$_['error_no_shipping']              = 'Доставка за даною адресою неможлива. <a href="%s">Зв\'яжіться з нами</a>, і ми знайдемо рішення проблеми!';
$_['error_payment']                  = 'Необходимо указать способ оплаты!';
$_['error_no_payment']               = 'Оплата за даною адресою неможлива. Будь ласка, <a href="%s">Зв\'яжіться з нами</a> для вирішення цього питання!';
$_['error_custom_field']             = '%s необхідно!';