<?php
/**
 *
 * Ninja Studio - Ukrainian Localisation (ISO 639 code - uk)
 * Ninja Store \ OpenCart 3x
 * Author: Sergey Gerenko
 *
 **/

// Heading
$_['heading_title'] = 'Помилка оплати!';

// Text
$_['text_basket']   = 'Корзина покупок';
$_['text_checkout'] = 'Оформлення замовлення';
$_['text_failure']  = 'Помилка оплати';
$_['text_message']  = '<p>В процесі оплати виникла помилка. Через помилки не вдалося продовжити оформлення замовлення.</p>

<p>Можливі причини:</p>
<ul>
  <li>Недостатньо коштів</li>
  <li>Перевірка не вдалася</li>
  <li>Помилка з боку платіжного шлюза</li>
</ul>

<p>Будь ласка, спробуйте ще раз, використовуючи інший спосіб оплати.</p>

<p>У разі повторення помилки <a href="%s">зв\'яжіться з адміністрацією</a> і повідомте деталі замовлення.</p>
';
