<?php
/**
 *
 * Ninja Studio - Ukrainian Localisation (ISO 639 code - uk)
 * Ninja Store \ OpenCart 3x
 * Author: Sergey Gerenko
 *
 **/

// Heading
$_['heading_title'] 		 = 'Ваше замовлення #%s сформовано!';
$_['heading_title_customer'] = 'Ваше замовлення #%s сформовано!';

// Text
$_['text_basket']          = 'Корзина покупок';
$_['text_checkout']        = 'Оформлення замовлення';
$_['text_success']         = 'Успішно';
$_['text_customer'] 	   = '<p>Ваше замовлення успішно створено!</p><p>Ви можете переглядати історію замовлень в <a href="%s">Особистому кабінеті</a>, відкрив <a href="%s">Історію замовлень</a>.</p>Якщо Ваша покупка пов\'язана з викачуваним файлом, ви можете перейти на сторінку <a href="%s">файлів для завантаження</a> для їх перегляду.</p><p>Всі питання задавайте <a href="%s">нам</a>.</p><p>Дякую за покупки в нашому інтернет-магазині!</p>';
$_['text_guest']    	   = '<p>Ваше замовлення успішно створено!</p><p>Будь ласка, задавайте <a href="%s">нам</a> будь-які питання, які у вас виникають.<br/>Зареєстрованим користувачам доступний перегляд стану замовлення і минулих покупок.</p><p>Дякую за покупки в нашому інтернет-магазині!</p>';