<?php
// Heading
$_['heading_title'] 		 = 'Ваш заказ #%s не был оформлен!';
$_['heading_title_customer'] = 'Ваш заказ #%s не был оформлен!';

// Text
$_['text_basket']          = 'Корзина покупок';
$_['text_checkout']        = 'Оформление заказа';
$_['text_error']           = 'Ваш заказ не был оформлен.';
$_['text_customer'] 	   = '<p>Ваш заказ не был оформлен!</p><p>Вы можете просматривать историю заказов в <a href="%s">Личном кабинете</a>, открыв <a href="%s">Историю заказов</a>.</p>Если Ваша покупка связана со скачиваемым файлом, вы можете перейти на страницу <a href="%s">файлов для скачивания</a> для их просмотра.</p><p>Все вопросы задавайте <a href="%s">нам</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_guest']    	   = '<p>Ваш заказ не был оформлен!</p><p>Пожалуйста, задавайте <a href="%s">нам</a> любые вопросы, которые у вас возникают.<br/>Зарегистрированным пользователям доступен просмотр состояния заказа и прошлых покупок.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';