<?php
/**
 *
 * Ninja Studio - Ukrainian Localisation (ISO 639 code - uk)
 * Ninja Store \ OpenCart 3x
 * Author: Sergey Gerenko
 *
 **/
// Text
$_['text_subject']		        = '%s - Партнерська програма';
$_['text_welcome']		        = 'Ви стали партнером нашого магазину %s!';
$_['text_login']                = 'Ваш аккаунт створений і Ви можете увійти, використовуючи свій E-mail і пароль, за посиланням:';
$_['text_approval']		        = 'Ваш обліковий запис очікує підтвердження. Після підтвердження Ви зможете входити в партнерський розділ нашого сайту за посиланням:';
$_['text_service']		        = 'У партнерському розділі Ви можете отримати реферальний код і реферальні посилання, відстежувати комісійну винагороду і редагувати парметри облікового запису.';
$_['text_thanks']		        = 'Дякуємо,';
$_['text_new_affiliate']        = 'Новий Партнер';
$_['text_signup']		        = 'З нами новий партнер:';
$_['text_website']		        = 'Веб-сайт:';
$_['text_customer_group'] 		= 'Група покупців:';
$_['text_firstname']	        = 'Ім\'я:';
$_['text_lastname']		        = 'Прізвище:';
$_['text_company']		        = 'Компанія:';
$_['text_email']		        = 'E-Mail:';
$_['text_telephone']	        = 'Телефон:';