<?php
/**
 *
 * Ninja Studio - Ukrainian Localisation (ISO 639 code - uk)
 * Ninja Store \ OpenCart 3x
 * Author: Sergey Gerenko
 *
 **/

// Text
$_['text_subject']  = 'Ви відправили Подарунковий Сертифікат %s';
$_['text_greeting'] = 'Вітаємо, Ви отримали Подарунковий Сертифікат від %s';
$_['text_from']     = 'Ви отримали Подарунковий Сертифікат від %s';
$_['text_message']  = 'З повідомленням, в якому говориться';
$_['text_redeem']   = 'Щоб скористатися цим Подарунковим Сертифікатом збережіть код <b>%s</b>, потім перейдіть в магазин по посиланню нижче і замовте товари або послуги, які Вам сподобаються. Ви можете ввести код подарункового сертифіката на сторінці перегляду кошика перед тим як почнете оформлення замовлення.';
$_['text_footer']   = 'Якщо у Вас є будь-які питання, дайте відповідь на це повідомлення.';