<?php
/**
 *
 * Ninja Studio - Ukrainian Localisation (ISO 639 code - uk)
 * Ninja Store \ OpenCart 3x
 * Author: Sergey Gerenko
 *
 **/
// Text
$_['text_address']       = 'Адреса доставки була успішно встановлена!';
$_['text_method']        = 'Метод доставки було успішно встановлено!';

// Error
$_['error_permission']   = 'Ви не маєте дозволу на доступ до API!';
$_['error_firstname']    = 'Ім\'я повинно містити від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище повинна містити від 1 до 32 символів!';
$_['error_address_1']    = 'Адреса повинен містити від 3 до 128 символів!';
$_['error_city']         = 'Назва міста має містити від 3 до 128 символів!';
$_['error_postcode']     = 'Індекс повинен містити від 2 до 10 символів!';
$_['error_country']      = 'Будь ласка, вкажіть країну!';
$_['error_zone']         = 'Будь ласка, вкажіть регіон / область!';
$_['error_custom_field'] = '%s необходно!';
$_['error_address']      = 'Вкажіть адресу доставки!';
$_['error_method']       = 'Необхідно вказати спосіб доставки!';
$_['error_no_shipping']  = 'Немає доступних методів доставки!';