<?php
/**
 *
 * Ninja Studio - Ukrainian Localisation (ISO 639 code - uk)
 * Ninja Store \ OpenCart 3x
 * Author: Sergey Gerenko
 *
 **/

// Heading
$_['heading_title']                 = 'Партнерська програма';

// Text
$_['text_account']                  = 'Кабінет Партнера';
$_['text_login']                    = 'Увійти';
$_['text_description']              = '<p>%s.Партнерська програма абсолютно безкоштовна і дозволяє учасникам отримувати додатковий дохід шляхом розміщення посилань як на весь наш магазин %s, так і на окремі товари. Кожна покупка, здійснена по партнерському посиланню, приносить агентську комісію. Стандартний розмір комісії становить %s. </p> <p> За детальною інформацією звертайтеся на сторінку інформації для партнерів.</p>';
$_['text_new_affiliate']            = 'Новий Партнер';
$_['text_register_account']         = '<p>Я не є партнером.</p><p>Натисніть кнопку нижче, щоб створити обліковий запис партнера. Зверніть увагу, що ця обліковий запис ніяк не пов\'язана з будь-якої обліковим записом покупця!</p>';
$_['text_returning_affiliate']      = 'Вхід для партнерів';
$_['text_i_am_returning_affiliate'] = 'Я вже зареєстрований.';
$_['text_forgotten']                = 'Забыли пароль?';

// Entry
$_['entry_email']                   = 'Партнерський E-Mail';
$_['entry_password']                = 'Пароль';

// Error
$_['error_login']                   = 'Не вдалося знайти введену адресу E-Mail і/або пароль вказано невірно.';
$_['error_attempts']                = 'Ваш обліковий запис перевищила допустиму кількість спроб входу в систему. Будь ласка, спробуйте ще через 1 годину.';
$_['error_approved']                = 'Ви зможете увійти після перевірки облікового запису адміністрацією магазину.';