<?php
/**
 *
 * Ninja Studio - Ukrainian Localisation (ISO 639 code - uk)
 * Ninja Store \ OpenCart 3x
 * Author: Sergey Gerenko
 *
 **/

// Heading
$_['heading_title'] = 'Обліковий запис Партнера успішно створений!';

// Text
$_['text_message']  = '<p>Поздравляємо! Ваш Партнерський Аккаунт був успішно створений.</p> <p>Ви стали учасником %s партнерської програми.</p> <p>Что бы задать любые вопросы о Партнерской программе свяжитесь с нами</p> <p>Письмо с подтверждением регистрации в партнерской программе отправлено на Ваш контактный E-Mail, в том случае если вы его не получили <a href="%s">воспользуйтесь формой обратной связи</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію у якості нового Партнера %s!</p><p>Ви отримаєте повідомлення на електронну пошту після активації облікового запису Партнера адміністрацією сайта.</p><p>Будь-які питання про Програмі партнерства можна задати <a href="%s">адміністрації сайта</a>.</p>';
$_['text_account']  = 'Кабінет Партнера';
$_['text_success']  = 'Успішно';
